tap "homebrew/services"
tap "oven-sh/bun"
brew "bat"
brew "coreutils"
brew "dust"
brew "fd"
brew "fzf"
brew "git-delta"
brew "jq"
brew "yq"
brew "kubernetes-cli"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yazi"
cask "espanso"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "rar"
