tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mongodb/brew"
brew "allure"
brew "argocd"
brew "bat"
brew "coreutils"
brew "dive"
brew "dust"
brew "fd"
brew "fswatch"
brew "fzf"
brew "glib"
brew "gdk-pixbuf"
brew "jq"
brew "k9s"
brew "kubectx"
brew "libnotify"
brew "lsd"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pandoc"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "rpm"
brew "terraform"
brew "tmux"
brew "tree"
brew "velero"
brew "watch"
brew "hashicorp/tap/vault"
brew "mongodb/brew/mongodb-community-shell"
cask "basictex"
cask "chromium"
cask "docker"
cask "ibm-cloud-cli"
cask "keycastr"
cask "meld"
cask "rectangle"
cask "wkhtmltopdf"
