tap "derailed/k9s"
tap "oven-sh/bun"
brew "bat"
brew "coreutils"
brew "derailed/k9s/k9s"
brew "dust"
brew "fd"
brew "fzf"
brew "git-delta"
brew "hyperfine"
brew "jq"
brew "karabiner
brew "kubectx"
brew "kubernetes-cli"
brew "lsd"
brew "neovim"
brew "ripgrep"
brew "ripgrep-all"
brew "rustup"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zsh-syntax-highlighting
cask "docker-desktop"
cask "espanso"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "obsidian"
cask "rar"
cask "rectangle"
cask "zen"
